Repository: hugok79/pardus-parental-control
Catalog: po/*.po
Languages: pt, tr

source: Pardus Parental Control
pt: Controlo Parental Pardus
tr: Pardus Ebeveyn Denetimi

source: Restrict user access to internet and applications. Manage session times.
pt: Restringir o acesso dos utilizadores à Internet e às aplicações. Gerir os tempos de sessão.
tr: Kullanıcıların internet ve uygulamalara erişimini sınırlayın. Oturum sürelerini yönetin.

source: translator_credits
pt: Hugo Carvalho <hugokarvalho@hotmail.com>
tr: Emin Fedar

source: Status: Inactive
tr: Durum: Devre Dışı

source: Status: Active
tr: Durum: Etkin

source: Preferences
tr: Tercihler

source: Applications
pt: Aplicações
tr: Uygulamalar

source: Filter Type
pt: Tipo de filtragem
tr: Filtre Tipi

source: Change the type of filtering for applications
pt: Alterar o tipo de filtragem das aplicações
tr: Uygulama filtresinin tipini değiştirin

source: Allow List
pt: Lista de permissões
tr: İzinliler Listesi

source: Allow only the selected applications to run. Deny others.
pt: Permitir que apenas as aplicações selecionadas sejam executadas. Recusar outras.
tr: Yalnızda seçili uygulamalara izin ver. Diğerlerini engelle.

source: Deny List
pt: Lista de recusas
tr: Engelliler Listesi

source: Deny only the selected applications to run. Allow others.
pt: Recusar a execução apenas das aplicações selecionadas. Permitir outras.
tr: Seçili uygulamaları engelle. Diğerlerine izin ver.

source: Websites
tr: İnternet Siteleri

source: Allow only the selected websites to access. Deny others.
tr: Yalnızca seçili internet sitelerine izin ver. Diğerlerini engelle.

source: Deny only the selected websites to access. Allow others.
tr: Seçili internet sitelerini engelle. Diğerlerine izin ver.

source: Start Local DNS Server.
tr: Yerel DNS Sunucusu Başlat

source: Enabling this creates a local smartdns-rs server. This prevents accessing websites system-wide, even in terminal screen, but uses more resources.
tr: Bunu etkinleştirmek yerel bir smartdns-rs sunucusu başlatır. Bu özellik internet erişimini bütün sistemde kısıtlar, terminal ekranında bile, fakat daha fazla kaynak tüketir.

source: Users
pt: Utilizadores
tr: Kullanıcılar

source: Session Time
pt: Tempo da sessão
tr: Oturum Süresi

source: Select applications the restricted user can or can't open.
pt: Selecionar as aplicações que o utilizador restrito pode ou não pode abrir.
tr: Sınırlanmış kullanıcının açıp/açamayacağı uygulamaları seçin.

source: Enter websites the restricted user can or can't open.
pt: Introduzir os websites que o utilizador restrito pode ou não pode abrir.
tr: Sınırlanmış kullanıcının açıp/açamayacağı internet sitelerini girin

source: example.com
pt: exemplo.com
tr: ornek.com

source: List of standard users(non 'sudo' group) will be restricted.
tr: Standart kullanıcıların('sudo' grubuna dahil olmayan) listesi.

source: Select the time period user can use the computer.
tr: Kullanıcının bilgisayarı kullanabileceği zaman aralığını seçin.

source: Select Time
tr: Zaman Seç

source: Select Profile...
tr: Profil Seç...

source: Profiles
tr: Profiller

source: Select a profile to load its settings.
tr: Ayarlarını yüklemek için bir profil seçin.

source: Current Profile
tr: Seçili Profi

source: New Profile Name
tr: Yeni Profil İsmi

source: Error: '{}' exists!
tr: Hata '{}' zaten mevcut!

source: New profile created: '{}'
tr: Yeni profil oluşturuldu: '{}'

source: At least one profile required.
tr: En az bir profil olmalıdır.

source: Current profile cannot be removed.
tr: Seçili profil silinemez.

source: Profile name changed: '{}'
tr: Profil ismi değiştirildi: '{}'

source: From:
tr: Başlangıç:

source: To:
tr: Bitiş:

source: Select Application...
pt: Selecionar aplicação...
tr: Uygulama Seçin...

source: Loading...
pt: A carregar...
tr: Yükleniyor...

source: Pardus Developers
pt: Programadores do Pardus

source: New User
pt: Novo utilizador

source: Session will be closed in {} seconds.
pt: A sessão será encerrada em {} segundos.

source: Your session time is over.
pt: O seu tempo de sessão terminou.

source: Activate
pt: Ativar

source: Select a user to start
pt: Selecionar um utilizador para iniciar

source: Start Time
pt: Hora de início

source: End Time
pt: Hora do final

source: Change the type of filtering for websites
pt: Alterar o tipo de filtragem dos websites

source: Allow only the websites in list. Deny others.
pt: Permitir apenas os websites da lista. Recusar outros.

source: Deny only the websites in list. Allow others.
pt: Recusar apenas os websites da lista. Permitir outros.
